
let set1 = ['あ', 'い', 'う','え', 'お']
let set2 = ['か', 'き', 'く','け', 'こ']
let set3 = ['が', 'ぎ', 'ぐ','げ', 'ご']
let set4 = ['は', 'ひ', 'ふ','へ', 'ほ']
let set5 = ['ば', 'び', 'ぶ','べ', 'ぼ']
let set6 = ['さ', 'し', 'す','せ', 'そ']
let set7 = ['ざ', 'じ', 'ず', 'ぜ', 'ぞ']
let set8 = ['た', 'ち', 'つ', 'て', 'と']
let set9 = ['だ','で','ど']
let set10 = ['な','に','ぬ','ね','の']
let set11 = ['ま','み','む','め','も']
let set12 = ['や','り','る','れ','ろ']
let set13 = ['わ','を']
let set14 = ['ん']
let set15 = ['ぱ', 'ぴ', 'ぷ', 'ぺ', 'ぽ']



let allHiragana = [...set1, ...set2, ...set3, ...set4, ...set5, 
    ...set6, ...set7, ...set8, ...set9, ...set10, ...set11, ...set12, ...set13, ...set14, ...set15]

export {allHiragana}